Revit 2027 API
STLImportOptions Constructor
Overload List
Name | Description
STLImportOptions() |  Constructs a new instance of STLImportOptions with default values of all properties.
STLImportOptions(STLImportOptions) |  Constructs a new instance of STLImportOptions as a copy of the import options.
Top
See Also
Reference
STLImportOptions Class
Autodesk.Revit.DB Namespace